<template>
	<div class="container">
		1) Главная страница:
		отображение погоды на текущий день, используя предложенную API:
		вместе с погодой должна отображаться соответствующая иконка.
		на странице должна отображаться текущая дата и время
		в зависимости от времени суток должен изменяться дизайн страницы.
		для запросов к API нужно использовать axios.
		для форматирования кода использовать ESLint + prettier
		Также на странице должна быть отображена информация, полученная из Nasa APOD API (заголовок, факт и картинка).
	</div>
</template>

<script>

export default {
	name: "MainPage",
}
</script>

<style lang="scss" scoped>

</style>