<template>
	<div class="container">
		2) Страница с галереей фотографий (переход осуществляется с главной страницы):
		API для использования
		на странице должен быть инпут для поиска коллекций фотографий (страница в документации API) + отображаться одна рандомная фотография в качестве плейсхолдера по дефолту, если поиск не производился (страница в документации API)
		после того, как произведен поиск должна отображаться сетка с фотографиями, полученными в результате. Под каждой фотографией должно отображаться ее название и имя автора.
	</div>
</template>

<script>

export default {
	name: "PhotoGalleryPage",
	data() {
		return {
		}
	},
}
</script>

<style scoped>

</style>